[
    {
        "img": "https://i1.sndcdn.com/artworks-gOoMJ0V6MWnNy914-TQyT7Q-t1080x1080.jpg",
        "name": "Raiden",
        "age": 35,
        "history": "Райден (Джек) — персонаж серии Metal Gear, прошедший путь от ребенка-солдата в Либерии до киборг-ниндзя. После событий MGS2, где он стал пешкой «Патриотов», Райден был превращен в киборга для защиты, а в Metal Gear Rising: Revengeance он борется с частными военными компаниями, принимая свою жестокую натуру «Джека-потрошителя» ради защиты слабых."
    },
    {
        "img": "https://i.ytimg.com/vi/U5DIddYUWUE/maxresdefault.jpg",
        "name": "Senator Armstrong",
        "age": 50,
        "history": "Сенатор Стивен Армстронг — главный антагонист Metal Gear Rising: Revengeance, сенатор от Колорадо и кандидат в президенты США. Он стремится перестроить Америку через социальный дарвинизм, используя наномашины для обретения сверхсилы и управляя террористическими группами для разжигания войны. В финале игры погибает в бою с Райденом, передавая свои идеи."
    },
    {
        "img": "https://ytools.org/uploads/cdn/2025/09/08/10a83ce4eb0c409b9f90d1b3f1b0fdb1.png",
        "name": "B.J. Blaskowicz",
        "age": 49,
        "history": "Бласковиц — главный герой серии игр Wolfenstein (с 1992 г.), американский шпион польско-еврейского происхождения, специализирующийся на диверсиях в тылу нацистов. В альтернативной истории он ведет борьбу с Третьим рейхом, часто сталкиваясь с паранормальными явлениями и биомеханическими технологиями."
    },
    {
        "img": "https://i.pinimg.com/1200x/ef/25/95/ef2595273cb51fa1d88e7014c0c9d2b6.jpg",
        "name": "Wilhelm Strasse",
        "age": 83,
        "history": "Вильгельм Штрассе, также известный как «Тотенкопф» (Мертвая голова) — ключевой антагонист серии игр Wolfenstein. Гениальный немецкий ученый, фанатично преданный идеям превосходства, он создает суперсолдат и высокотехнологичное оружие для нацистской военной машины. Впервые появившись в Return to Castle Wolfenstein, он становится главным врагом Бласковица в The New Order."
    },
    {
        "img": "https://i.redd.it/how-would-you-describe-the-doom-slayers-morality-v0-fg227dnmwgye1.jpg?width=1200&format=pjpg&auto=webp&s=05fcbd9cb0ddb07ffd22c9d7fc0ae637963a4d75",
        "name": "Doom Slayer",
        "age": "-",
        "history": "Думгай — молчаливый морпех, ставший Палачом Рока, чей путь начался с наказания за неповиновение: он напал на офицера, приказавшего стрелять по гражданским, и был сослан на Марс. После вторжения демонов UAC он в одиночку истребляет адские полчища, движимый яростью из-за гибели своего кролика Дейзи."
    },
    {
        "img": "https://sun9-86.userapi.com/impg/EYC5b05hN-6Lws9LnbdByEWGP4dD54aU4VlQJA/f6hQZ-gpK_Q.jpg?size=900x900&quality=95&sign=d76ee706886c71a64fd5bcc954df2df9&type=album",
        "name": "Ж-12",
        "age": 25,
        "history": "Ж-12 (J-12) — второстепенный персонаж-антагонист из игры Call of Duty: Modern Warfare (2019). Это русский солдат из группы «Ж», подчинявшийся генералу Баркову, который убил отца Фары и Хадира Каримов в миссии «Малая родина»."
    }
]